[
	{
		"identifier" : "m_basanez",
		"title" : "Professor",
		"forenames" : ["Maria-Gloria"],
		"postnominals": [""],
		"surname" : "Basáñez",
		"positions" : ["Professor of Neglected Tropical Diseases"],
		"description" : "Prof Basáñez's research focuses on the epidemiology, control and modelling of NTDs in general, and the population biology and transmission dynamics of indirectly-transmitted parasites in particular, with emphasis on River Blindness, Chagas Disease and the Pork Tapeworm (the latter two also zoonotic NTDs). Her interests range from vector biology and transmission studies to the development of mathematical models to aid control policy, to inform and support the World Health Organization’s Roadmap on NTDs for 2021–2030. During 2018–2021 she was President of the British Society for Parasitology.",
		"photo" : "images/presenters/mg_basanez.jpg",
		"pubs" : "http://www.imperial.ac.uk/people/m.basanez/publications.html"

	},
	{
		"identifier" : "i_blake",
		"title" : "Dr",
		"forenames" : ["Isobel"],
		"postnominals": [""],
		"surname" : "Blake",
		"positions" : ["Lecturer"],
		"description" : "Dr Blake's research is based upon using statistical and mathematical models to analyze surveillance data to inform the design of optimal intervention strategies. She has a particular interest in spatial epidemiology. Her recent research has been in collaboration with the Global Polio Eradication Initiative. She has previously worked on a range of infectious diseases including the Neglected Tropical Disease trachoma, bovine tuberculosis, and she was also a member of the WHO Ebola response team, providing real-time epidemiological analyses during the West African Ebola outbreak.",
		"photo" : "images/presenters/i_blake.jpeg",
		"pubs" : "http://www.imperial.ac.uk/people/isobel.blake/publications.html"

	},
		{
		"identifier" : "joe_challenger",
		"title" : "Dr",
		"forenames" : ["Joe"],
		"postnominals": [""],
		"surname" : "Challenger",
		"positions" : ["Research Fellow"],
		"description" : "Dr Challenger is a Research Fellow working in the malaria group. His current work includes modeling the potential impact of transmission-blocking interventions and using experimental hut trials to evaluate novel insecticides. He is also interested in using mathematical modeling to help plan clinical trials.",
		"photo" : "images/presenters/j_challenger.jpg",
		"pubs" : "http://www.imperial.ac.uk/people/j.challenger/publications.html"
	},
	{
		"identifier" : "thomas_churcher",
		"title" : "Professor",
		"forenames" : ["Thomas"],
		"postnominals": [""],
		"surname" : "Churcher",
		"positions" : ["Professor of Infectious Disease Dynamics"],
		"description" : "Prof Churchers is an epidemiologist, entomologist, and mathematical modeler working to understand the best way to kill mosquitoes and eliminate vector-borne diseases through targeting transmission. His work concentrates on malaria, though his interests span a number of other parasitic infections, as he believes much can be learned from drawing parallels between different host-parasite systems",
		"photo" : "images/presenters/t_churcher.jpg",
		"pubs" : "http://www.imperial.ac.uk/people/thomas.churcher/publications.html"
	},
	{
		"identifier" : "a_cori",
		"title" : "Dr",
		"forenames" : ["Anne"],
		"postnominals": [""],
		"surname" : "Cori",
		"positions" : ["Senior Lecturer"],
		"description" : "Dr Cori develops statistical methods and tools for the analysis of epidemic data. She is particularly interested in emerging infections, and contexts where data are scarce and statistical methods can be developed to answer important public health questions despite these limitations in data. She is the author of the R package EpiEstim. Her research mainly focuses on viruses including SARS-CoV-2, Ebola, MERS, influenza and HIV.",
		"photo" : "images/presenters/anne.jpg",
		"pubs" : "http://www.imperial.ac.uk/people/a.cori/publications.html"
	},
	{
		"identifier" : "i_dorigatti",
		"title" : "Dr",
		"forenames" : ["Ilaria"],
		"surname" : "Dorigatti",
		"postnominals": [""],
		"positions" : ["Senior Lecturer / Sir Henry Dale Fellow"],
		"description" : "Dr Dorigatti's work combines the use of statistical and mathematical models to characterise the transmission dynamics of infectious diseases and assess the potential impact of interventions. She has worked on several emerging pathogens, including influenza, Ebola, Zika, Yellow Fever and dengue. She currently holds a Sir Henry Dale Fellowship to investigate the spatiotemporal dynamics of arboviruses (in particular dengue, Zika and Chikungunya) and evaluate how to best use new interventions to control disease transmission. Her interests also include outbreak analysis and modelling and she recently analysed the 2016-2018 Yellow Fever outbreaks in Southeast Brazil, the 2015-2016 Zika outbreak in Latin America and the 2013-2016 Ebola epidemic in West Africa. ",
		"photo" : "images/presenters/ilaria.jpg",
		"pubs" : "https://www.imperial.ac.uk/people/i.dorigatti/publications.html"
	},
	{
		"identifier" : "jeffrey_eaton",
		"title" : "Dr",
		"forenames" : ["Jeff"],
		"postnominals": [""],
		"surname" : "Eaton",
		"positions" : ["Reader in HIV Epidemiology"],
		"description" : "Dr Eaton's research involves using mathematical models and statistical analysis to characterise HIV trends and the potential impacts of HIV prevention strategies. He co-chairs the UNAIDS Reference Group on Estimates, Modelling, and Projections, which provides scientific guidance to UNAIDS and partner organisations on epidemiologic methods and modelling (https://www.epidem.org/). His research group in the MRC Centre for Global Infectious Disease Analysis develops models and software tools used annually by national HIV programmes to produce official HIV epidemic estimates (https://hivtools.unaids.org/). He collaborates extensively with the Manicaland Centre for Public Health Research (http://www.manicalandhivproject.org/) in eastern Zimbabwe, and is a co-investigator of the ALPHA Network of population HIV cohort studies (https://alpha.lshtm.ac.uk/).",
		"photo" : "images/presenters/jeff.jpg",
		"pubs" : "http://www.imperial.ac.uk/people/jeffrey.eaton/publications.html"

	},
	{
		"identifier" : "neil_ferguson",
		"title" : "Professor",
		"forenames" : ["Neil"],
		"postnominals": ["OBE", "FMedSci"],
		"surname" : "Ferguson",
		"positions" : [
			"Professor of Mathematical Biology", "Head of School of Public Health"
		],
		"description" : "Prof Ferguson was the founding director of the MRC Centre for Outbreak Analysis and Modelling (now the MRC Centre for Global Infectious Disease Analysis) and the NIHR Health Protection Research Unit for Modelling Methodology. Currently, he is the Director of Imperial’s School of Public Health and of the Jameel Institute. His research aims to understand the epidemiological factors shaping infectious disease transmission in human and animal populations. A key practical focus is aiding disease control policymaking through intervention modelling. He uses models as contingency planning tools for emerging human infections (SARS-CoV-2, MERS-CoV, Ebola, pandemic influenza), and also undertakes research on the dynamics and control of vector-borne diseases (dengue, yellow fever, and malaria) and evolution. He advises the UK and US governments, the World Health Organization, and the European Union on emerging infections and infectious disease modelling.",
		"photo" : "images/presenters/n_ferguson.jpg",
		"pubs" : "http://www.imperial.ac.uk/people/neil.ferguson/publications.html"

	},
	{
		"identifier" : "a_ghani",
		"title" : "Professor",
		"forenames" : ["Azra"],
		"postnominals": ["MBE", "FMedSci"],
		"surname" : "Ghani",
		"positions" : [
			"Professor in Infectious Disease Epidemiology",
			"Director of the MRC Centre for Global Infectious Disease Analysis", "Acting Head of Department of Infectious Disease Epidemiology",
			"Visiting Professor, Lee Kong Chian School of Medicine, Nanyang Technical University, Singapore"
		],
		"description" : "Prof Ghani's esearch combines the use of mathematical models and statistical methods to explore the impact of interventions against infections of humans and animals, with a focus on results that can inform policy. In the past, she has worked on a range of infectious diseases, including sexually transmitted infections/HIV, BSE/vCJD, SARS, and influenza. More recently, her research has focused on the development of models that can inform policies on how, where, and when to implement different interventions against malaria to aid local elimination, and eventual eradication, of the parasite. Since 2020, she has supported the response to the COVID-19 pandemic, focusing on global impact estimates and evaluation of vaccination strategies. This includes working with key global health agencies, including WHO, Gavi, and The Global Fund. She is a member of the WHO Malaria Policy Advisory Group, the CEPI Scientific Advisory Board, and the Gavi Vaccine Investment Strategy Steering Committee.",
		"photo" : "images/presenters/azra.jpg",
		"pubs" : "http://www.imperial.ac.uk/people/a.ghani/publications.html"


	},
	{
		"identifier" : "n_grassly",
		"title" : "Professor",
		"forenames" : ["Nicholas"],
		"postnominals": [""],
		"surname" : "Grassly",
		"positions" : [
			"Professor of Infectious Disease and Vaccine Epidemiology"
		],
		"description" : "Prof Grassly is an epidemiologist and biologist with a particular interest in vaccines and intestinal infections. He leads the Vaccine Epidemiology research group within the department. Over the last decade he has worked extensively on poliovirus, identifying failure of the oral vaccine in India as a major challenge to global eradication. A major focus of current research is to understand and improve the response to live oral vaccines, which are poorly immunogenic when given to children in low-income countries. His group also works closely with the Global Polio Eradication Initiative as a collaborating institute on data analysis and modelling.",
		"photo" : "images/presenters/nick.jpg",
		"pubs" : "http://www.imperial.ac.uk/people/n.grassly/publications.html"
	},
	{
		"identifier" : "timothy_hallett",
		"title" : "Professor",
		"forenames" : ["Timothy"],
		"postnominals": [""],
		"surname" : "Hallett",
		"positions" : [
			"Professor of Global Health"
		],
		"description" : "Prof Hallett is an Associate Director of the MRC Centre for Global Infectious Disease Analysis and a lead investigator at the Jameel Institute. His main research interests are characterising the epidemiology of, and the potential impact of interventions for, some of the most high burden infectious diseases globally (e.g. for HIV, HBV, HCV, TB), and understanding how resources available for healthcare systems can be used to generate the greatest health gains for the population they serve (see tlomodel.org).",
		"photo" : "images/presenters/tim.jpg",
		"pubs" : "http://www.imperial.ac.uk/people/timothy.hallett/publications.html"
	},
	{
		"identifier" : "k_hauck",
		"title" : "Professor",
		"forenames" : ["Katharina"],
		"postnominals": [""],
		"surname" : "Hauck",
		"positions" : [
			"Professor in Health Economics"
		],
		"description" : "Prof Hauck specialises in the economics of infectious diseases and the economic evaluation of complex public health interventions. Her specific research interests focus on the economics of HIV/AIDS, health system performance, priority setting and cost-effectiveness analysis, economic impact of epidemics, and the role of individual behaviour in infectious disease transmission.",
		"photo" : "images/presenters/k_hauck.jpg",
		"pubs" : "https://www.imperial.ac.uk/people/k.hauck/publications.html"
	},

	{
		"identifier" : "clare_mccormack",
		"title" : "Dr",
		"forenames" : ["Clare"],
		"postnominals": [""],
		"surname" : "McCormack",
		"positions" : [
			"Research Associate"
		],
		"description" : "Dr McCormack's research focuses on developing mathematical models to help understand the transmission and control of dengue. She is currently developing models to explore the within-host dynamics of dengue virus infection in different host species. Previously, she worked on modelling fine-scale mosquito population dynamics, and assessing the impact of novel vector control measures.",
		"photo" : "images/presenters/clare.jpg",
		"pubs" : "https://www.imperial.ac.uk/people/c.mccormack14/publications.html"

	},
	{
		"identifier" : "l_okell",
		"title" : "Dr",
		"forenames" : ["Lucy"],
		"postnominals": [""],
		"surname" : "Okell",
		"positions" : [
			"Senior Lecturer/Royal Society Dorothy Hodgkin Research Fellow"
		],
		"description" : "Dr Okell's research interests are the development of mathematical models of malaria and analysis of epidemiological data in collaboration with policy-makers to better understand malaria burden, the impact of public health interventions and to inform malaria control policy. Her research focuses particularly on malaria treatment, diagnosis and drug resistance.",
		"photo" : "images/presenters/l_okell.jpg",
		"pubs" : "http://www.imperial.ac.uk/people/l.okell/publications.html"

	},
	{
		"identifier" : "n_pathy",
		"title" : "Professor",
		"forenames" : ["Nimalan"],
		"postnominals": [""],
		"surname" : "Arinaminpathy",
		"positions" : [
			"Professor in Mathematical Epidemiology"
		],
		"description" : "Prof Arinaminpathy's work involves applying mathematical and statistical tools to study the the transmission dynamics of infectious diseases, with equal interest in basic science and policy-focused analysis. His focus is on the dynamics and control of human tuberculosis (TB), as well as influenza. He works with national TB programmes in high-burden settings (particularly India and Kenya), to help in their strategic planning. He also works with the US CDC on optimising their influenza control programme.",
		"photo" : "images/presenters/nim.jpg",
		"pubs" : "http://www.imperial.ac.uk/people/nim.pathy/publications.html"

	},
		{
		"identifier" : "kris_parag",
		"title" : "Dr",
		"forenames" : ["Kris"],
		"postnominals" : [""],
		"surname" : "Parag",
		"positions" : ["MRC Research Fellow"],
		"description" : "Dr Parag is an engineer interested in the design of better epidemic detection and control strategies. His research focuses on improving the accuracy of real-time measures of infectious disease spread (e.g., reproduction numbers and growth rates). He aims to understand how such measures can more reliably inform epidemic interventions. In attacking these problems, he often finds principles from engineering can offer new and interesting insights. For example, his recent work adapts ideas from electrical engineering to quantify how the noise in different epidemic data (e.g., death or case counts) limits our ability to reliably infer changes in COVID-19 spread.",
		"photo" : "images/presenters/kris_parag.jpg",
		"pubs" : "http://www.imperial.ac.uk/people/k.parag/publications.html"

	},
	{
		"identifier" : "marga_pons-salort",
		"title" : "Dr",
		"forenames" : ["Marga"],
		"postnominals" : [""],
		"surname" : "Pons-Salort",
		"positions" : ["Sir Henry Dale Fellow"],
		"description" : "Dr Pons-Salort uses statistical and mathematical approaches to study the dynamics of infectious diseases and assess the impact of interventions such as vaccination. She currently holds a Wellcome Trust/Royal Society Sir Henry Dale Fellowship to study the emergence and spatio-temporal spread of enteroviruses, which are a major cause of neurological and other illnesses. Her work aims to disentangle the role of population immunity and viral genotypic and phenotypic changes, such as increased transmission or pathogenicity, on the epidemiological dynamics of a subset of serotypes (including Enterovirus D68 and those causing hand, foot, and mouth disease: Enterovirus A71 and Coxsackievirus A6). A key focus of her work is on the analysis of sero-epidemiology and pathogen-sequence data.",
		"photo" : "images/presenters/marga.jpg",
		"pubs" : "http://www.imperial.ac.uk/people/m.pons-salort/publications.html"

	},
	{
		"identifier" : "t_rawson",
		"title" : "Dr",
		"forenames" : ["Thom"],
		"postnominals": [""],
		"surname" : "Rawson",
		"positions" : [
			"Research Associate"
		],
		"description" : "Dr Rawson is a mathematical modeller based in the Jameel Institute applying mathematical and statistical techniques to best utilise epidemiological data. During the pandemic, he worked as part of Imperial's real-time modelling team, providing weekly projections of the pandemic trajectory to the Scientific Pandemic Infections group on Modelling (SPI-M). He has investigated the impact of decisions made regarding vaccine rollout, and explored the effect of health inequity during the pandemic. His main research interests focus on the spread of zoonotic pathogens, predominating within agricultural settings. Most recently he has worked in modelling the spread of H5N1 influenza.",
		"photo" : "images/presenters/t_rawson.jpg",
		"pubs" : "https://www.imperial.ac.uk/people/t.rawson/publications.html"

	},
	{
		"identifier" : "romain_silhol",
		"title" : "Dr",
		"forenames" : ["Romain"],
		"postnominals" : [""],
		"surname" : "Silhol",
		"positions" : ["Research Fellow"],
		"description" : "Dr Silhol's research focuses on the epidemiology of HIV, HSV-2, and other sexually transmitted infections (STIs). He is especially interested in the use of mathematical modelling to better understand the spread and control of STIs among key populations such as female sex workers and men who have sex with men.",
		"photo" : "images/presenters/romain.jpg",
		"pubs" : "http://www.imperial.ac.uk/people/r.silhol/publications.html"

	},
	{
		"identifier" : "bob_verity",
		"title" : "Dr",
		"forenames" : ["Bob"],
		"postnominals" : [""],
		"surname" : "Verity",
		"positions" : ["MRC Research Fellow"],
		"description" : "Dr Verity's research focuses on the genetics of the malaria parasite Plasmodium falciparum. Most of his work can be characterized as malaria molecular surveillance, which is a branch of malaria epidemiology in which he aims to extract useful information about malaria transmission from signals stored within the Plasmodium genome. This type of analysis typically involves coordinated efforts and long analysis pipelines, going all the way from data collection in the field to wet lab and bioinformatics, and finally to statistical analysis of the processed data. His role is towards the end of this pipeline where he focuses on developing new mathematical and computational methods to get the most value out of genetic data.",
		"photo" : "images/presenters/bob.jpg",
		"pubs" : "http://www.imperial.ac.uk/people/r.verity/publications.html"

	},
	{
		"identifier" : "patrick_walker06",
		"title" : "Dr",
		"forenames" : ["Patrick"],
		"postnominals" : [""],
		"surname" : "Walker",
		"positions" : ["Senior Lecturer"],
		"description" : "Dr Walker's research involves using models to better estimate the burden of malaria and to understand the likely impact of interventions upon this burden, including those that reduce transmission towards elimination. A key focus of his work is using routine data, including data collected during antenatal care, to support data-driven decisions around prevention strategies, including the prevention of malaria in pregnancy. Recently, working within the Imperial Covid-19 response team, he has helped to lead work trying to better understand the global impact of the pandemic.",
		"photo" : "images/presenters/patrick.jpg",
		"pubs" : "http://www.imperial.ac.uk/people/patrick.walker06/publications.html"

	},
	{
		"identifier" : "p_white",
		"title" : "Professor",
		"forenames" : ["Peter"],
		"postnominals": [""],
		"surname" : "White",
		"positions" : [
			"Professor of Public Health Modelling"
		],
		"description" : "Prof White is Head of the Modelling &amp; Economics Unit of the UK Health Security Agency, and work part-time in the MRC Centre for Global Infectious Disease Analysis. He is also Co-Director of the NIHR Health Protection Research Unit in Modelling &amp; Health Economics at Imperial College London in partnership with LSHTM and Public Health England. Prof White researches STIs, HIV, TB, influenza, and SARS-CoV-2, with a range of collaborators including the Universities of Birmingham, Bristol, and Warwick; University College London; Harvard University; and others; with funding from Wellcome Trust, MRC, and NIHR",
		"photo" : "images/presenters/p_white.JPG",
		"pubs" : "http://www.imperial.ac.uk/people/p.white/publications.html"

	},
		{
		"identifier" : "c_whittaker",
		"title" : "Dr",
		"forenames" : ["Charlie"],
		"postnominals": [""],
		"surname" : "Whittaker",
		"positions" : [
			"Sir Henry Wellcome Postdoctoral Fellow"
		],
		"description" : "Dr Whittaker is a Sir Henry Wellcome Research Fellow in mathematical modelling and infectious disease epidemiology at the MRC Centre for Global Infectious Disease Analysis, where his research centres around mathematical modelling of infectious disease transmission, with a focus on the detectability, dynamics, and control of pathogens with pandemic potential.",
		"photo" : "images/presenters/charlie.jpg",
		"pubs" : "https://www.imperial.ac.uk/people/charles.whittaker16/publications.html"

	},
	{
		"identifier" : "l_whittles",
		"title" : "Dr",
		"forenames" : ["Lilith"],
		"postnominals": [""],
		"surname" : "Whittles",
		"positions" : [
			"Sir Henry Wellcome Postdoctoral Fellow"
		],
		"description" : "Dr Whittles is an infectious disease modeller with a background in mathematics and statistics. She uses Bayesian methods to study the transmission of pathogens, including COVID-19, Group A Streptococcus and sexually transmitted infections. Her research aims to answer important public health questions, such as quantifying the potential impact of a new intervention, and assessing how best to implement it.",
		"photo" : "images/presenters/lilith.jpg",
		"pubs" : "https://www.imperial.ac.uk/people/l.whittles/publications.html"

	},
	{
		"identifier" : "p_winskill",
		"title" : "Dr",
		"forenames" : ["Pete"],
		"postnominals": [""],
		"surname" : "Winskill",
		"positions" : [
			"Research Fellow"
		],
		"description" : "Dr Winskill is a Bill & Melinda Gates Foundation funded research fellow based in the MRC Centre for Global Infectious Disease Analysis. He is leading a project to develop a formal global malaria modelling framework to support the use of the Imperial College London malariasimulation malaria transmission model in global modelling requests and for national and sub-national modelling. The project builds upon group-wide work to maximise impact as well as leveraging outputs from the wider research community. The project will link the transmission model to primary data and provide the foundation for the development of tools to support country programmes and the investigation of critical research questions.",
		"photo" : "images/presenters/p_winskill.jpg",
		"pubs" : "https://www.imperial.ac.uk/people/p.winskill/publications.html"

	}
]
